cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'wget'
brew 'tmux'

cask '1password'
cask 'firefox'
cask 'alcatraz'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'sublime-text'
cask 'iterm2'
cask 'sourcetree'
cask 'dropbox'
cask 'alfred'
cask 'spotify'